tap "chrokh/tap"
tap "cjbassi/gotop"
tap "dandavison/delta", "https://github.com/dandavison/delta"
tap "danger/tap"
tap "datawire/blackbird"
tap "garethr/kubeval"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "ibdecodable/tap"
tap "jesseduffield/lazydocker"
tap "kateinoigakukun/tap"
tap "kylef/formulae"
tap "mono0926/license-plist"
tap "monochromegane/hoi"
tap "universal-ctags/universal-ctags"
tap "vapor/tap"
tap "yonaskolb/beak", "https://github.com/yonaskolb/Beak.git"
cask "abstract"
cask "osxfuse"
cask "sketch"
brew "ack"
brew "openssl"
brew "readline"
brew "python"
brew "ansible"
brew "autoconf"
brew "autojump"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bazaar"
brew "black"
brew "brew-cask-completion"
brew "carthage"
brew "cask"
brew "chisel"
brew "clang-format"
brew "cloc"
brew "cmus"
brew "cocoapods"
brew "coreutils"
brew "cppcheck"
brew "ctags", args: ["HEAD"]
brew "curl"
brew "wget"
brew "dasht"
brew "go"
brew "dep"
brew "direnv"
brew "dnsmasq"
brew "docker-completion"
brew "docker-compose"
brew "node"
brew "eslint"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "flawfinder"
brew "fzf"
brew "gcc"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "grep"
brew "hadolint"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick@6", link: true
brew "jq"
brew "jsonlint"
brew "kubernetes-cli"
brew "kustomize"
brew "m-cli"
brew "marathon-swift"
brew "mariadb-connector-c"
brew "mas"
brew "memcached"
brew "mercurial"
brew "mergepbx"
brew "mint"
brew "mongodb"
brew "moreutils"
brew "mosh"
brew "mysql@5.6", link: true
brew "ncdu"
brew "neovim"
brew "nmap"
brew "nodebrew"
brew "pandoc"
brew "pkg-config"
brew "postgresql"
brew "pv"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "skaffold"
brew "sourcekitten"
brew "sourcery"
brew "starship"
brew "swiftformat"
brew "swiftgen"
brew "swiftlint"
brew "terminal-notifier"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "xcodegen"
brew "xctool"
brew "yamllint"
brew "youtube-dl"
brew "zopfli"
brew "zsh"
brew "zsh-autosuggestions"
brew "cjbassi/gotop/gotop"
brew "dandavison/delta/git-delta"
brew "danger/tap/danger-swift"
brew "datawire/blackbird/telepresence"
brew "garethr/kubeval/kubeval"
brew "getantibody/tap/antibody"
brew "jesseduffield/lazydocker/lazydocker"
brew "kateinoigakukun/tap/iblinter"
brew "kenmaz/taps/swiftoutline"
brew "kylef/formulae/swiftenv"
brew "mono0926/license-plist/license-plist"
brew "vapor/tap/vapor"
brew "yonaskolb/beak/beak"
cask "alacritty"
cask "alfred"
cask "arduino"
cask "caffeine"
cask "chromedriver"
cask "docker"
cask "fastlane"
cask "font-inconsolata-for-powerline"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "iterm2"
cask "java"
cask "minikube"
cask "qlcolorcode"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "spectacle"
cask "spotify"
cask "virtualbox"
cask "visual-studio-code"
mas "com.agilebits.onepassword7", id: 1333542190
mas "com.amazon.Kindle", id: 405399194
mas "com.apple.dt.Xcode", id: 497799835
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.apple.iWork.Numbers", id: 409203825
mas "com.apple.iWork.Pages", id: 409201541
mas "com.culturedcode.ThingsMac", id: 904280696
mas "com.fiplab.batteryhealth", id: 490192174
mas "com.johnholdsworth.InjectionIII", id: 1380446739
mas "com.oneminutegames.XcodeCleaner", id: 1388020431
mas "com.pixelmatorteam.pixelmator", id: 407963104
mas "com.readdle.smartemail-Mac", id: 1176895641
mas "com.readitlater.PocketMac", id: 568494494
mas "com.reederapp.rkit2.mac", id: 880001334
mas "com.seriflabs.affinitydesigner", id: 824171161
mas "com.stevebarnegren.xcodecommentwrapper", id: 1377998565
mas "com.Swiftify.Xcode", id: 1183412116
mas "com.txtlabs.dontsleep", id: 466314666
mas "cx.c3.theunarchiver", id: 425424353
mas "de.APPenzeller.PiPifier", id: 1160374471
mas "info.lazar.xliff-tool", id: 1074282695
mas "io.realm.realmbrowser", id: 1007457278
mas "name.lazarenko.daniel.xcsort", id: 1153337296
mas "net.shinyfrog.bear", id: 1091189122
