tap "chrokh/tap"
tap "cjbassi/gotop"
tap "dandavison/delta", "https://github.com/dandavison/delta"
tap "danger/tap"
tap "datawire/blackbird"
tap "garethr/kubeval"
tap "getantibody/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ibdecodable/tap"
tap "jesseduffield/lazydocker"
tap "kateinoigakukun/tap"
tap "kenmaz/taps"
tap "kylef/formulae"
tap "mongodb/brew"
tap "mono0926/license-plist"
tap "rigellute/tap"
tap "universal-ctags/universal-ctags"
tap "vapor/tap"
tap "woshiccm/tap"
tap "yhkaplan/scaffold", "https://github.com/yhkaplan/scaffold.git"
brew "ack"
brew "readline"
brew "ansible"
brew "autoconf"
brew "autojump"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bazaar"
brew "brew-cask-completion"
brew "carthage"
brew "cask"
brew "chisel"
brew "clang-format"
brew "cmake"
brew "ffmpeg"
brew "coreutils"
brew "cppcheck"
brew "ctags", args: ["HEAD"]
brew "curl"
brew "wget"
brew "dasht"
brew "go"
brew "direnv"
brew "dnsmasq"
brew "docker-completion"
brew "docker-compose"
brew "node"
brew "eslint"
brew "fastlane"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "httpie"
brew "hugo"
brew "jq"
brew "jsonlint"
brew "kubernetes-cli"
brew "mas"
brew "memcached"
brew "moreutils"
brew "mosh"
brew "neovim"
brew "ninja"
brew "nmap"
brew "pkg-config"
brew "postgresql"
brew "qrencode"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sourcekitten"
brew "sourcery"
brew "starship"
brew "swiftformat"
brew "swiftlint"
brew "tealdeer"
brew "terminal-notifier"
brew "tmux"
brew "tokei"
brew "trash"
brew "tree"
brew "watchman"
brew "xcodegen"
brew "xctool"
brew "yamllint"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "dandavison/delta/git-delta"
brew "danger/tap/danger-swift"
brew "garethr/kubeval/kubeval"
brew "getantibody/tap/antibody"
brew "kateinoigakukun/tap/iblinter"
brew "kylef/formulae/swiftenv"
brew "mono0926/license-plist/license-plist"
brew "yhkaplan/scaffold/scaffold"
cask "alacritty"
cask "alfred"
cask "arduino"
cask "caffeine"
cask "chromedriver"
cask "docker"
cask "fastlane"
cask "font-firacode-nerd-font-mono"
cask "font-inconsolata-for-powerline"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "iterm2"
cask "minikube"
cask "qlcolorcode"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Affinity Designer", id: 824171161
mas "Battery Health", id: 490192174
mas "Bear", id: 1091189122
mas "DevCleaner", id: 1388020431
mas "GoodNotes", id: 1444383602
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Reeder", id: 880001334
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835
